import PolicyTablet from './PolicyTablet';

function PolicyList() {
  return (
    <>
      <li>
        <h3>Обзор</h3>
        <p>
          Мы уважаем вашу конфиденциальность и обязуемся защищать ваши личные данные. Эта политика
          конфиденциальности информирует вас о наших методах защиты данных при посещении нашего
          веб-сайта и о ваших правах на конфиденциальность, независимо от вашего местоположения.
          Этот веб-сайт не предназначен для детей, и мы сознательно не собираем данные, касающиеся
          детей. Важно, чтобы вы прочитали эту политику конфиденциальности вместе с любыми другими
          документами по защите данных, которые мы можем предоставить в определенных случаях, когда
          мы собираем или обрабатываем ваши персональные данные, чтобы вы были полностью осведомлены
          о том, как и почему мы используем ваши данные. Эта политика конфиденциальности дополняет
          другие уведомления и политики конфиденциальности и не имеет целью их отменять.
        </p>
      </li>

      <li>
        <h3>Получить помощь</h3>
        <p>
          Мы уважаем вашу конфиденциальность и обязуемся защищать ваши личные данные. Эта политика
          конфиденциальности информирует вас о наших методах защиты данных при посещении нашего
          веб-сайта и о ваших правах на конфиденциальность, независимо от вашего местоположения.
          Этот веб-сайт не предназначен для детей, и мы сознательно не собираем данные, касающиеся
          детей. Важно, чтобы вы прочитали эту политику конфиденциальности вместе с любыми другими
          документами по защите данных, которые мы можем предоставить в определенных случаях, когда
          мы собираем или обрабатываем ваши персональные данные, чтобы вы были полностью осведомлены
          о том, как и почему мы используем ваши данные. Эта политика конфиденциальности дополняет
          другие уведомления и политики конфиденциальности и не имеет целью их отменять.
        </p>
      </li>

      <li>
        <h3>Глоссарий</h3>
        <p>
          Пожалуйста, используйте глоссарий, чтобы понять значение некоторых терминов, используемых
          в настоящей политике конфиденциальности.
        </p>
        <PolicyTablet />
      </li>

      <li>
        <h3>1. Кто мы такие</h3>
        <p>
          Мы уважаем вашу конфиденциальность и обязуемся защищать ваши личные данные. Эта политика
          конфиденциальности информирует вас о наших методах защиты данных при посещении нашего
          веб-сайта и о ваших правах на конфиденциальность, независимо от вашего местоположения.
          Этот веб-сайт не предназначен для детей, и мы сознательно не собираем данные, касающиеся
          детей. Важно, чтобы вы прочитали эту политику конфиденциальности вместе с любыми другими
          документами по защите данных, которые мы можем предоставить в определенных случаях, когда
          мы собираем или обрабатываем ваши персональные данные, чтобы вы были полностью осведомлены
          о том, как и почему мы используем ваши данные. Эта политика конфиденциальности дополняет
          другие уведомления и политики конфиденциальности и не имеет целью их отменять.
        </p>
      </li>

      <li>
        <h3>2. Используя наш сайт, вы принимаете эти условия</h3>
        <p>
          Мы уважаем вашу конфиденциальность и обязуемся защищать ваши личные данные. Эта политика
          конфиденциальности информирует вас о наших методах защиты данных при посещении нашего
          веб-сайта и о ваших правах на конфиденциальность, независимо от вашего местоположения.
          Этот веб-сайт не предназначен для детей, и мы сознательно не собираем данные, касающиеся
          детей. Важно, чтобы вы прочитали эту политику конфиденциальности вместе с любыми другими
          документами по защите данных, которые мы можем предоставить в определенных случаях, когда
          мы собираем или обрабатываем ваши персональные данные, чтобы вы были полностью осведомлены
          о том, как и почему мы используем ваши данные. Эта политика конфиденциальности дополняет
          другие уведомления и политики конфиденциальности и не имеет целью их отменять.
        </p>
      </li>

      <li>
        <h3>3. О данных, которые мы собираем</h3>
        <h4>3.1. Данные, которые мы собираем</h4>
        <p>
          Мы уважаем вашу конфиденциальность и обязуемся защищать ваши личные данные. Эта политика
          конфиденциальности информирует вас о наших методах защиты данных при посещении нашего
          веб-сайта и о ваших правах на конфиденциальность, независимо от вашего местоположения.
          Этот веб-сайт не предназначен для детей, и мы сознательно не собираем данные, касающиеся
          детей. Важно, чтобы вы прочитали эту политику конфиденциальности вместе с любыми другими
          документами по защите данных, которые мы можем предоставить в определенных случаях, когда
          мы собираем или обрабатываем ваши персональные данные, чтобы вы были полностью осведомлены
          о том, как и почему мы используем ваши данные. Эта политика конфиденциальности дополняет
          другие уведомления и политики конфиденциальности и не имеет целью их отменять.
        </p>
      </li>

      <li>
        <h4>3.2. Как мы используем данные</h4>
        <p>
          Мы уважаем вашу конфиденциальность и обязуемся защищать ваши личные данные. Эта политика
          конфиденциальности информирует вас о наших методах защиты данных при посещении нашего
          веб-сайта и о ваших правах на конфиденциальность, независимо от вашего местоположения.
          Этот веб-сайт не предназначен для детей, и мы сознательно не собираем данные, касающиеся
          детей. Важно, чтобы вы прочитали эту политику конфиденциальности вместе с любыми другими
          документами по защите данных, которые мы можем предоставить в определенных случаях, когда
          мы собираем или обрабатываем ваши персональные данные, чтобы вы были полностью осведомлены
          о том, как и почему мы используем ваши данные. Эта политика конфиденциальности дополняет
          другие уведомления и политики конфиденциальности и не имеет целью их отменять.
        </p>
      </li>
    </>
  );
}

export default PolicyList;
