function PolicyTablet() {
  return (
    <table className="table">
      <tr>
        <td>Персональные данные</td>
        <td>
          Персональные данные — это любая информация, которая может прямо или косвенно
          идентифицировать человека, например имя, адрес электронной почты, номер телефона, адрес,
          данные о местоположении, онлайн-идентификаторы и IP-адреса.
        </td>
      </tr>
      <tr>
        <td>Данные об использовании</td>
        <td>
          Данные об использовании — это данные, собираемые автоматически либо при просмотре нашего
          сайта, либо из самой нашей сервисной инфраструктуры (например, продолжительность посещения
          страницы).
        </td>
      </tr>
      <tr>
        <td>Контроллер данных</td>
        <td>
          Контроллер данных означает физическое или юридическое лицо, которое (самостоятельно или
          совместно или совместно с другими лицами) определяет цели и способ обработки любой личной
          информации. Для целей настоящей Политики конфиденциальности мы являемся Контролером ваших
          Персональных данных.
        </td>
      </tr>
      <tr>
        <td>
          Обработчики данных <br />
          (или поставщики услуг)
        </td>
        <td>
          Обработчик данных (или Поставщик услуг) означает любое физическое или юридическое лицо,
          которое обрабатывает данные от имени Контроллера данных. Мы можем использовать услуги
          различных поставщиков услуг для более эффективной обработки ваших данных.
        </td>
      </tr>
      <tr>
        <td>
          Субъект данных <br />
          (или пользователь)
        </td>
        <td>
          Субъект данных — это любое живое лицо, которое использует наш сервис и является субъектом
          Персональных данных.
        </td>
      </tr>
      <tr>
        <td>
          Сбор и использование <br />
          информации
        </td>
        <td>
          Мы собираем несколько различных типов информации для различных целей, чтобы предоставлять
          вам и улучшать наши услуги.
        </td>
      </tr>
    </table>
  );
}

export default PolicyTablet;
