const blogData = [
  {
    id: 1,
    title: 'Пост 1',
    content: 'Содержание первого поста блога...',
    image: '/images/blog1.jpg', // Путь к изображению в вашем проекте
    author: 'Автор 1',
    date: '2024-04-27',
  },
  {
    id: 2,
    title: 'Пост 2',
    content: 'Содержание второго поста блога...',
    image: '/images/blog2.jpg', // Путь к изображению в вашем проекте
    author: 'Автор 2',
    date: '2024-04-28',
  },
  // Добавьте дополнительные объекты для каждого поста блога по аналогии
];

export default blogData;
